[
    {
      "id": 1,
      "judul": "ipsum",
      "tanggal": "17 April 2020 05:43",
      "penulis": "Alvarez Mullen",
      "konten": "Nulla excepteur adipisicing occaecat magna qui enim cupidatat consectetur labore fugiat nulla commodo Lorem non. Exercitation magna consequat eiusmod cillum et Lorem irure Lorem veniam do. Anim do irure labore deserunt reprehenderit Lorem qui labore anim quis irure excepteur. Id et dolore voluptate proident mollit anim nisi consequat in Lorem. Ea aliquip ut nisi dolor. Eiusmod sunt amet incididunt ullamco do ut dolore ea consectetur commodo laborum nulla officia excepteur. Eu aute est consequat incididunt eiusmod consectetur ad irure sunt culpa aliquip.\r\n"
    },
    {
      "id": 2,
      "judul": "elit",
      "tanggal": "26 April 2020 22:06",
      "penulis": "Randolph Norton",
      "konten": "Magna consequat nostrud nostrud laborum culpa labore. Esse laboris tempor tempor duis officia ipsum proident ad id mollit nisi enim nostrud ipsum. Dolor consequat officia sint labore aute. Officia exercitation eiusmod est ea amet quis reprehenderit. Ullamco pariatur non aliquip elit laboris commodo velit ea. Labore ex do reprehenderit consequat do cupidatat cillum proident minim quis labore.\r\n"
    },
    {
      "id": 3,
      "judul": "nisi",
      "tanggal": "27 April 2020 09:36",
      "penulis": "Sally Hanson",
      "konten": "Ex tempor adipisicing culpa exercitation non ut aliqua culpa aliqua incididunt magna duis sit esse. Nostrud est aliqua aliqua ullamco elit ex. Nisi velit reprehenderit commodo aliqua ipsum consequat occaecat ea tempor magna minim. Consectetur Lorem deserunt occaecat aute laboris mollit laboris et. Proident sunt duis dolore elit excepteur.\r\n"
    },
    {
      "id": 4,
      "judul": "ullamco",
      "tanggal": "27 April 2020 10:12",
      "penulis": "Gale Hopkins",
      "konten": "Ullamco elit duis reprehenderit duis sint incididunt laborum duis proident qui occaecat incididunt. Aute anim exercitation commodo ipsum eu nisi quis adipisicing aliqua non incididunt. Proident aliquip amet non qui sit eu minim do magna voluptate ex. Officia qui ipsum id aute deserunt id consequat sunt id ipsum. Minim eiusmod culpa minim sunt officia incididunt tempor dolor nisi eu incididunt. Non ea dolor laborum occaecat proident ut aliquip ullamco.\r\n"
    },
    {
      "id": 5,
      "judul": "magna",
      "tanggal": "29 April 2020 10:50",
      "penulis": "Ericka Mcgowan",
      "konten": "Sunt excepteur eiusmod commodo nostrud fugiat do fugiat est officia ea. Non ullamco sit id nostrud mollit est. Officia minim ea nisi esse nulla. Nostrud adipisicing aliquip deserunt consectetur. Ad irure Lorem esse eu.\r\n"
    }
  ]